{
  "StuffTheSpire:TheShadows": {
    "NAME": "The Shadows",
    "DESCRIPTIONS": [
      "Suddenly you hear a voice whispering to you. NL \"Real Power comes over time and not in one Burst. NL Do you agree?\"",
      "I thought so.",
      "You will agree with me at some point!"
    ],
    "OPTIONS": [
      "[Agree] #rDeal #r50% #rless #rattack #rdamage. #gObtain #g5 #gDeluminance.",
      "[Disagree]",
      "[Leave]"
    ]
  },
  "StuffTheSpire:NeowistPriest": {
    "NAME": "Neowtonian Priest",
    "DESCRIPTIONS": [
      "Ascending the Spire, you find yourself in a building made of black marble. NL A hooded priest of the Neowtonian cult emerges from the dark and starts speaking: \"We have been waiting for your arrival. Shall we begin the offering?\"",
      "\"Our almighty goddess is pleased for now. Your blood is now flowing in her veins.\".",
      "\"Our almighty goddess is pleased by your generous donation.\" NL You notice the priest heading to a nearby tavern.",
      "A purple bonfire starts spreading inside of you. You scream and shout in agony until the flames extinguish. But the pain won't stop.",
      "\"SHAME! SHAME!\""
    ],
    "OPTIONS": [
      "[Offer Gold] #y",
      " #yGold: #gObtain #ga #grandom #gblessing.",
      "[Offer Blood] #y",
      " #yHP: #gObtain #ga #grandom #gblessing.",
      "[Offer Humility] #rBecome #rcursed: #rPain. #gObtain #ga #grandom #gblessing.",
      "[Offer Nothing] #rBecome #rcursed: #rShame.",
      "[Locked] Requires: ",
      " Gold.",
      "[Locked] Requires: ",
      " HP.",
      "[Leave]"
    ]
  },
  "StuffTheSpire:FlowerFields": {
    "NAME": "Rose in the Fields",
    "DESCRIPTIONS": [
      "You arrive at a large patch of grass which has been conserved surprisingly well, despite the spireblight. In the middle of the field you spot something that sparks your interest: A wild #yRose, potentially the last of it's kind. You feel tempted to bring it with you.",
      "Digging up the precious plant, you prick your finger on one of it's thorns, but eventually manage to pull out the entire rose and put it in a makeshift flower pot.",
      "You give in to your romantic reflexes and rip the flower out of the ground, dooming an entire species. You monster.",
      "Listening to the screeching byrds in the distance, smelling the fresh air and getting warmed by the small beams of sunlight coming through a window above, you decide it's not worth the hassle and take a nap instead."
    ],
    "OPTIONS": [
      "[Dig it up] #rLose #r",
      " #rHP, #gbecome #gblessed: #gInnocence",
      "[Break it] #rBecome #rcursed: #rRegret, #gobtain #ga #gspecial #grelic",
      "[Rest] #gheal #g",
      " #gHP",
      "[Leave]"
    ]
  },
  "StuffTheSpire:Horseman": {
    "NAME": "The Horseman",
    "DESCRIPTIONS": [
      "Up ahead you see a pale shadowy figure, beckoning you with a long bony finger",
      "Approaching the figure the image before you shifts and you see the man atop a white horse, you feel a sense of darkness creep upon you the more you look at the horseman.",
      "Words start to form themselves in your mind in an almost painful echo as your head starts to spin in agony. \"Behold ye who walks the path of the divine, take this gift but leave your soul. Accept this burden and power you shall behold\"",
      "Your final steps you see the figure up close as it holds out a light in its outstretched hand, a light that permeated darkness at the same time.",
      "You decide following the horseman is not worth it.",
      "Damaged, but filled with new power you stumble away from the figure and continue ascending the spire."
    ],
    "OPTIONS": [
      "[Run Away]",
      "[Follow him] #rLose #r",
      " #rHP",
      "[Follow] #rLose #r",
      " #rHP",
      "[Touch the Light] #rLose #r",
      " #rHP, #gobtain #ga #grandom #gspecial #gblessing",
      "[Leave]"
    ]
  },
  "StuffTheSpire:Wunderkammer": {
    "NAME": "Wonderful Wunderkammer",
    "DESCRIPTIONS": [
      "In front of you stands an odd automaton, looking like a fancy cupboard with legs and arms. The automaton approaches you, revealing his insides. You can see all sorts of strange relics it has collected. The wunderkammer points on itself, then on you. Looks like it wants to trade.",
      "You hand the desired relic to the strange machine. Satisfied, the wunderkammer gives you it's blessing.",
      "You hand your signature relic to the strange machine. Surprised, the wunderkammer pull's out an occult apparatus out of it's collection and hands it to you.",
      "You manage to steal one of the strange machine's relics and flee. You hear the wunderkammer cursing behind your back.",
      "~DISAPPOINTMENT~ ~NOISES~",
      "Add a Blessing to your Deck."
    ],
    "OPTIONS": [
      "[Offer ",
      "] #gChoose #g1 #gout #g3 #grandom #gblessings",
      "[Locked] Requires: Common relic",
      "[Offer ",
      "] #gObtain #ga #gspecial #grelic",
      "[Locked] Requires: Starter relic",
      "[Steal] #gObtain #ga #grandom #grelic, #rbecome #rcursed: #rCurious #rCurse",
      "[Refuse]",
      "[Leave]"
    ]
  }
}
